// Copyright 2008 Cyrus Najmabadi
// 
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
// 
//     http://www.apache.org/licenses/LICENSE-2.0
// 
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* $19.99.  Widescreen DVD - 2 discs. */
"$%@. %@ - %@ discs." = "$%@。 %@ ー ディスク枚数：　%d";

/* $19.99.  Widescreen DVD - 1 disc. */
"$%@. %@ - 1 disc." = "$%@。　%@ ー ディスク枚数：　１";

/* i.e.: 2 hours 34 minutes */
"%@ %@" = "%1$@%2$@";

/* Netflix queue title and title count.  i.e: 'Instant Queue (45)' */
"%@ (%@)" = "%1$@ (%2$@)";

/* %@ will be replaced with a movie showtime.  i.e. '3:15pm' */
"%@ (No Online Ticketing)" = "%@　（オンライン販売不可能）";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@。%2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d%2$@";

/* i.e.: 2 hours */
"%d hours" = "%d時間";

/* i.e.: 30 minutes */
"%d minutes" = "%d分";

/* No comment provided by engineer. */
"%d months ago" = "%d月前";

/* i.e.: 5 of 15.  Used when scrolling through a list of posters */
"%d of %d" = "%d / %d";

/* i.e.: 10 theaters outside search area */
"%d theaters outside search area" = "検索距離以遠の映画館：%d";

/* No comment provided by engineer. */
"%d weeks ago" = "%d週間前";

/* No comment provided by engineer. */
"%d years ago" = "%d年前";

/* No comment provided by engineer. */
"1 hour" = "1時間";

/* No comment provided by engineer. */
"1 kilometer" = "１km";

/* No comment provided by engineer. */
"1 mile" = "１マイル";

/* No comment provided by engineer. */
"1 minute" = "１分";

/* No comment provided by engineer. */
"1 month ago" = "１月前";

/* No comment provided by engineer. */
"1 theater outside search area" = "検索距離以遠の映画館：１";

/* No comment provided by engineer. */
"1 week ago" = "１週間前";

/* No comment provided by engineer. */
"1 year ago" = "１年前";

/* Title for the 'About' page (where we list who was involved in making the program and who supplied the data) */
"About" = "紹介";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'automatically update the user's location with GPS information' */
"Auto-Update Location" = "場所自動更新";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'to make a phonecall' */
"Call" = "電話";

/* No comment provided by engineer. */
"Cast:" = "キャスト:";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'i want to change the date so i can see information from a different date' */
"Change date" = "日付を変える";

/* No comment provided by engineer. */
"City/State or Postal Code" = "郵便番号";

/* No comment provided by engineer. */
"Could not find location." = "場所は見つかりません。";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"DVD/Blu-ray details:" = "DVD/Blu-ray情報提供：";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "未来の映画情報は完全でない可能性があります。検索日付を現在の日付へリセットしてください。";

/* No comment provided by engineer. */
"Director:" = "監督:";

/* No comment provided by engineer. */
"Directors:" = "監督:";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by distance */
"Distance" = "距離";

/* No comment provided by engineer. */
"Downloading data" = "情報ダウンロード中";

/* No comment provided by engineer. */
"Downloading poster" = "ポスターダウンロード中";

/* Title for a button. Needs to be very short. 2-3 words *max*. It means 'email the theater listings to a friend' */
"E-mail listings" = "映画情報をメール";

/* No comment provided by engineer. */
"Favorites" = "お気に入り";

/* Label for the format of a movie.  i.e.:  Format: Widescreen */
"Format:" = "形式：";

/* No comment provided by engineer. */
"Genre:" = "ジャンル:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "地理位置情報提供:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "映像: Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "前の金曜日";

/* No comment provided by engineer. */
"Last Monday" = "前の月曜日";

/* No comment provided by engineer. */
"Last Saturday" = "前の土曜日";

/* No comment provided by engineer. */
"Last Sunday" = "前の日曜日";

/* No comment provided by engineer. */
"Last Thursday" = "前の木曜日";

/* No comment provided by engineer. */
"Last Tuesday" = "前の火曜日";

/* No comment provided by engineer. */
"Last Wednesday" = "前の水曜日";

/* plural. refers to a distance like 'Less than 2 miles away' */
"Less than %d %@ away" = "%d%@以内";

/* singular. refers to a distance like 'Less than 1 mile away' */
"Less than 1 %@ away" = "1%@以内";

/* No comment provided by engineer. */
"License" = "ライセンス";

/* No comment provided by engineer. */
"Loading poster" = "ポスター読み込み中";

/* No comment provided by engineer. */
"Localized by:" = "翻訳提供:";

/* No comment provided by engineer. */
"Location" = "場所";

/* This string should try to be short.  So abbreviations are acceptable. It's a verb that means 'open a map to the currently listed address' */
"Map" = "地図";

/* No comment provided by engineer. */
"Movie details provided by:" = "映画情報提供:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "映画レビュー提供:";

/* No comment provided by engineer. */
"Movies" = "映画";

/* Must be very short. 1 word max. This is on a button that allows users to sort theaters by their name */
"Name" = "名前";

/* No comment provided by engineer. */
"Network unavailable" = "ネットワークは使用できません";

/* No comment provided by engineer. */
"No information found" = "情報不明";

/* Message shown when the user searches for something and we find no results */
"No results found for '%@'" = "'%@'での検索結果はありません。";

/* No comment provided by engineer. */
"No synopsis available." = "解説はありません。";

/* This is what a user picks when they don't want any reviews. */
"None" = "設定なし";

/* No comment provided by engineer. */
"Not yet rated" = "未指定";

/* No comment provided by engineer. */
"Now Playing Feedback" = "Now Playingのフィードバック";

/* No comment provided by engineer. */
"OK" = "OK";

/* %@ will be replaced with a movie showtime.  i.e.: Order tickets for 3:15pm */
"Order tickets for %@" = "%@ のチケットを注文";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to watch the trailer for a movie */
"Play trailer" = "予告編を再生";

/* No comment provided by engineer. */
"Please enter your location" = "場所を入力してください";

/* Takes the user to the website for this application */
"Project website" = "プロジェクト ホームページ";

/* %@ will be replaced with a movie rating.  i.e.: Rated PG-13 */
"Rated %@" = "%@ 指定";

/* No comment provided by engineer. */
"Rated:" = "指定:";

/* Title for a button. Needs to be very short. 2-3 words *max*. User taps it when they want to read the critics' reviews for a movie */
"Read reviews" = "レビューを読む";

/* No comment provided by engineer. */
"Really close by" = "近い";

/* No comment provided by engineer. */
"Really far away" = "遠い";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on how recently they were released. */
"Release" = "公開日";

/* No comment provided by engineer. */
"Release date:" = "公開日:";

/* This is a shorter form of 'Release date:'. Used when there's less onscreen space. */
"Release: %@" = "公開日:　%@";

/* No comment provided by engineer. */
"Reviews" = "レビュー";

/* No comment provided by engineer. */
"Running time:" = "上映時間:";

/* Must be very short. 1 word max. This is on a button that allows users to sort movies by how well they were rated. */
"Score" = "評価";

/* This is noun, not a verb. It is the date we are getting movie listings for. */
"Search Date" = "検索日付";

/* No comment provided by engineer. */
"Search Distance" = "検索距離";

/* Title for a button that a user can click on to send a feedback email to the developers */
"Send Feedback" = "フィードバック送信";

/* No comment provided by engineer. */
"Settings" = "設定";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show %d hidden theaters" = "%d軒の隠し映画館を表示する";

/* We hide theaters if they are too far away.  But we provide this button to let the user 'unhide' in case it's the only theater showing a movie they care about. */
"Show 1 hidden theater" = "隠し映画館を表示する";

/* When the user wants to see 'Both' DVD and Bluray items */
"Show Both" = "両方";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Show times retrieved on %@." = "上映情報取得時間: %@";

/* No comment provided by engineer. */
"Studio:" = "販売元：";

/* %@ will be replaced with a date.  i.e.: 04/30/2008 */
"Theater last reported show times on\n%@." = "この映画館の上映情報は%@に\n更新されました。";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "映画情報プロバイダーのデータはしばしば検索距離の制限が課されています。「検索距離」を上限の設定に変更してもある映画館は表示されないかもしれません。";

/* No comment provided by engineer. */
"Theaters" = "映画館";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "この映画館はまだ上映情報はありません。情報が入ったら%@が自動的に取得します。";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "チケット販売提供:";

/* Must be very short. 1 word max. This is on a button that allows the user to sort movies based on their title. */
"Title" = "題名";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Unknown Distance" = "距離不明";

/* The release date for a movie is unknown. */
"Unknown Release Date" = "公開日不明";

/* No comment provided by engineer. */
"Unrated" = "無指定";

/* No comment provided by engineer. */
"Upcoming" = "近日公開作品";

/* This string has to be small enough to be visible with a picker switch next to it.  It means 'don't shrink the fonts when you have lots of stuff to display' */
"Use Small Fonts" = "小フォントで表示";

/* No comment provided by engineer. */
"Website" = "ウェブサイト";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "作者: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "昨日";

/* No comment provided by engineer. */
"kilometer" = "km";

/* No comment provided by engineer. */
"kilometers" = "km";

/* No comment provided by engineer. */
"mile" = "マイル";

/* No comment provided by engineer. */
"miles" = "マイル";